{"episode_run_time":[58],"vote_average":8.5510000000000002,"status":"Ended","backdrop_path":"\/8V1XPEDLtJoxOWlE6gYzn2sQaMp.jpg","overview":"En 1919, à Birmingham, soldats, révolutionnaires politiques et criminels combattent pour se faire une place dans le paysage industriel de l'après-Guerre. Le Parlement s'attend à une violente révolte, et Winston Churchill mobilise des forces spéciales pour contenir les menaces. La famille Shelby compte parmi les membres les plus redoutables. Surnommés les \"Peaky Blinders\" par rapport à leur utilisation de lames de rasoir cachées dans leurs casquettes, ils tirent principalement leur argent de paris et de vol. Tommy Shelby, le plus dangereux de tous, va devoir faire face à l'arrivée de Campbell, un impitoyable chef de la police qui a pour mission de nettoyer la ville. Ne doit-il pas se méfier tout autant de la ravissante Grace Burgess ? Fraîchement installée dans le voisinage, celle-ci semble cacher un mystérieux passé et un dangereux secret.","in_production":false,"vote_count":7726,"tagline":"Londres est à prendre.","last_air_date":"2022-04-03","original_name":"Peaky Blinders","networks":[{"logo_path":"\/mVn7xESaTNmjBUyUtGNvDQd3CT1.png","id":4,"origin_country":"GB","name":"BBC One"},{"logo_path":"\/6kl5tMuct7u3ej5myL4c9QQVSW1.png","id":332,"origin_country":"GB","name":"BBC Two"}],"first_air_date":"2013-09-12","number_of_episodes":36,"original_language":"en","origin_country":["GB"],"name":"Peaky Blinders","homepage":"https:\/\/www.bbc.co.uk\/programmes\/b045fz8r","poster_path":"\/vUUqzWa2LnHIVqkaKVlVGkVcZIW.jpg","production_countries":[{"name":"United Kingdom","iso_3166_1":"GB"}],"seasons":[{"poster_path":"\/o5VrKdfN5Xg2pRnQVSqBCi4iNG9.jpg","id":178069,"season_number":0,"episode_count":17,"overview":"","air_date":null,"name":"Épisodes spéciaux"},{"poster_path":"\/cJRJ5uooCQvHcLDXQzUsmwEKzl1.jpg","id":59914,"season_number":1,"episode_count":6,"overview":"Dans le Birmingham industriel de l’après Grande Guerre, les anciens soldats, mais aussi les révolutionnaires et les criminels luttent pour subsister. Alors qu’une féroce révolte ouvrière est sur le point d’éclater, le Parlement anglais dépêche ses forces spéciales pour maintenir l’ordre. De leur côté, les Peaky Blinders, une organisation criminelle particulièrement redoutée dans la ville, ont pris possession par erreur d’une cargaison d’armes à feu volées. Mais l’arrivée de Chester Campbell, un policier de Belfast aux méthodes expéditives, dont la mission est de purger la ville de ses gangs sanguinaires, pourrait bien compromettre les ambitions de leur impitoyable chef, Tommy Shelby.","air_date":"2013-09-12","name":"Saison 1"},{"poster_path":"\/g0NNIgy1zJOeJ0mI4KsCb1VUK5E.jpg","id":62804,"season_number":2,"episode_count":6,"overview":"Alors que les années 1920 commencent à rugir, les affaires sont en plein essor pour le gang Peaky Blinders. Shelby jette son dévolu sur des horizons plus larges et sa montée fulgurante le met en contact avec les échelons supérieurs de la société et avec d'étonnants nouveaux adversaires du monde criminel londonien. Tous le testeront, bien que de manières très différentes. Pendant ce temps, le territoire de Shelby fait face à de nouveaux défis alors qu'un ennemi de son passé revient dans la ville avec des plans pour une revanche biblique.","air_date":"2014-10-02","name":"Saison 2"},{"poster_path":"\/faydKOjHzL5NQlgOdwRNyRaKr9E.jpg","id":72707,"season_number":3,"episode_count":6,"overview":"Une comtesse russe contacte Tommy Shelby le jour de son mariage. Il doit organiser un vol de véhicules dans son usine pour les géorgiens. Mais une organisation secrète compte compliquer la tâche, tandis qu'une nouvelle guerre des gangs commence...","air_date":"2016-05-05","name":"Saison 3"},{"poster_path":"\/zVhX45xnpRhQABqojEIf3y2YCGV.jpg","id":94653,"season_number":4,"episode_count":6,"overview":"Un an après que le clan Shelby a failli être pendu en réaction à l'affaire avec les Russes, la famille reçoit pour Noël une lettre comportant une main noire de la part de Luca Changretta. Ce dernier, faisant partie de la mafia italienne veut venger son père en tuant toute la famille. Les Shelby se réunissent donc à leur quartier Small Heath pour le combattre, alors qu'une grève générale menace l'usine d'automobile.","air_date":"2017-11-15","name":"Saison 4"},{"poster_path":"\/sD8jNaZ3X9RUbl6tpVqqaBPixkx.jpg","id":129442,"season_number":5,"episode_count":6,"overview":"Hanté par la mort de Grace et paranoïaque, Tommy Shelby fait couler le sang pour conserver son trône. Une cinquième saison tranchante comme une lame de rasoir, sur fond de montée du fascisme des années 1930","air_date":"2019-08-25","name":"Saison 5"},{"poster_path":"\/aRTqtadLPQL4hHyWFaB89Z5AQjA.jpg","id":217806,"season_number":6,"episode_count":6,"overview":"Tommy part pour l'Amérique du Nord, où la fin de la Prohibition en fait le terrain fertile pour de nouvelles opportunités. Il doit y faire face à un nouveau danger, celui d'un vieil adversaire déterminé à passer à l'action...","air_date":"2022-02-27","name":"Saison 6"}],"id":60574,"next_episode_to_air":null,"type":"Scripted","number_of_seasons":6,"last_episode_to_air":{"id":3606124,"production_code":"","season_number":6,"episode_number":6,"runtime":79,"overview":"La taupe découvre où et quand trouver Arthur seul. Sorti de prison, Michael n'a qu'une idée en tête. La loyauté de Finn vis-à-vis des Shelby est mise à l'épreuve.","air_date":"2022-04-03","still_path":"\/caBuctwmvKPJNuJD3FYdd8UxTtE.jpg","show_id":60574,"vote_count":16,"name":"Les vagabonds et les voleurs","vote_average":8.5999999999999996},"popularity":690.67700000000002,"genres":[{"id":18,"name":"Drame"},{"id":80,"name":"Crime"}],"created_by":[{"gender":2,"id":23227,"credit_id":"52fe6452c3a36818d600b632","name":"Steven Knight","profile_path":"\/vmM9j2yXI8A3AccX3YgOEZHQWcO.jpg"}],"production_companies":[{"logo_path":"\/qMVjV8YFbxXrGVF4wD6hRjllVbr.png","id":686,"origin_country":"GB","name":"Tiger Aspect Productions"},{"logo_path":"\/9XXpd39mDfkWmcNB6R0tpvzo781.png","id":2690,"origin_country":"GB","name":"Screen Yorkshire"},{"logo_path":"\/cBjeG0zicn6oTV9NNtEGmmZhEXp.png","id":20047,"origin_country":"GB","name":"Caryn Mandabach Productions"},{"logo_path":"\/8rITuQjEtHEjdyU49sv9fKBYf8E.png","id":80893,"origin_country":"GB","name":"BBC Studios"}],"spoken_languages":[{"english_name":"English","name":"English","iso_639_1":"en"}],"adult":false,"languages":["en"]}